Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Zvlášť výhodné je to u málo používaných měn, kdy je o to větší riziko chyby uživatele při zadávání kursu na dokladu, apod. Je-li pole s limitem na měně prázdný, kontrola se neprování.
en_us: This is especially advantageous for less used currencies, where there is an even greater risk of user error when entering the exchange rate on the document, etc. If the field with the currency limit is empty, the check is not performed.

source: Zvolená Výchozí priorita se bude automaticky nabízet v nově pořizovaném požadavku.
en_us: The selected Default priority will be automatically offered in the newly purchased request.

source: Zvolit Nový.
en_us: Choose New.

source: Zvolte tlačítko OK a spusťte sestavu.
en_us: Select the OK button to run the report.

source: Zvolte řádek rozšíření AC Parcels a poté použijte akci Konfigurace.
en_us: Select the line extension AC Parcels and then use the action Configuration.

source: Zákazník
en_us: Customer

source: Zákazník a Cenová skupina zboží
en_us: Customer and Price group of goods

source: Zákazník a Zboží
en_us: Customer and Items

source: Zákazníkovo telefonní číslo, e-mail nebo jeden z těchto údajů
en_us: Customer's phone number, email or one of the following.

source: Základní nastavení AC Parcels - Integrace Balíkobot
en_us: Basic settings of AC Parcels - Balíkobot integration

source: Základní nastavení Balíkobotu je nutné provést na stránce Nastavení Zásilek.
en_us: Basic Package Setup must be made on the Parcels Settingspage.

source: Základní nastavení Spooleru
en_us: Basic Spooler settings

source: Základní nastavení add-onu fakoringu.
en_us: Basic settings of the facoring add-on.

source: Základní nastavení se provede pomocí průvodce nastavení aplikace.
en_us: Basic settings are made using the application setup wizard.

source: Základní nastavení spočívá v evidenci registrací k DPH v jednotlivých zemích a nastavení, jak má systém měnit DPH účtoskupiny v dokladech pro správné zpracování položek DPH při uzavírání DPH a pro správnou tvorbu podkladů (nejčastěji pro účetní kanceláře v daných zemích).
en_us: The basic setting consists in the recording of VAT registration numbers in individual countries and setting how the system should change the VAT Bus. Posting Group in documents for the correct processing of VAT entries when concluding VAT and for the correct creation of documentation (most often for accounting offices in these countries).

source: Základní číselník se nahrává pomocí RapidStart balíčku pro Business Central.
en_us: The basic codebook is loaded using the RapidStart package for Business Central.

source: Základním krokem nastavení tisku štítků je definice jakým způsobem se budou generovat PDF se štítky ze strany Balíkobotu.
en_us: The basic step in setting up label printing is to define how the PDF with labels will be generated by Package.

source: Základním krokem procesu vytváření zásilek je prodejní objednávka.
en_us: The basic step of the shipment creation process is the sales order.

source: Zároveň se vyplní i pole Limit částky DPH a Platnost limitu od.
en_us: The fields VAT Amount Limit and Limit Valid From are filled in at the same time.

source: Zásilka je nyní vytvořena a zároveň je ve stavu Ke svozu, tzn. má již od dopravce přidělené číslo, štítek a data jsou na straně Balíkobotu).
en_us: The shipment is now created and is also in the For collection status, i.e. it has already been assigned a number by the shipping agent. The label and data are on the Balikobot side).

source: Zásilka je připravena k objednání svozu.
en_us: The shipment is ready for Order Collection.

source: Zásilky je možno vytvářet z účtovaných prodejních dodávek a faktur.
en_us: Shipments can be created from posted sales shipments and invoices.

source: Zásilky lze vytvářet i ručně bez účtovaných dokladů, např.: pro odeslání dopisů, nebo dodatečného balíčku.
en_us: You can also create shipments manually without accounting documents, e.g.: for sending letters or an additional package.

source: Záznam stránky Prvky výkazu obalů tak může vypadat třeba takto:
en_us: For example Packing Statement Elements page might look like this:

source: Získá přehled o předplacených produktech od firmy AUTOCONT,
en_us: Get an overview of AUTOCONT's subscription products,

source: Zúčtovací datum (editovatelné pouze pokud není Použít údaje z položky = TRUE)
en_us: Posting date (editable only if Use data from item = TRUE)

source: Z tohoto okna je možné spustit akci pro kontrolu DIČ zadaného na dokladu.
en_us: From this window it is possible to run an action to check the VAT number entered on the document.

source: Z uzavřených položek DPH za celý kvartál vypočte (a s potřebnými detaily vytiskne) částku, kterou má firma zaplatit na finanční úřad.
en_us: From the closed VAT items for the whole quarter, it calculates (and prints with the necessary details) the amount that the company has to pay to the tax office.

source: a řada dalších
en_us: and a number of other

source: cccc - variabilní část čísla; musí být malými písmeny, délka není omezena (jen celková délka výsledného čísla)
en_us: cccc - variable part of a number; must be lowercase, length is not limited (only the total length of the final number)

source: definovat automaticky generovaný strukturovaný název souboru pro publikaci
en_us: define an automatically generated structured file name for the publication

source: definovat metadata (parametry) publikovaných dokumentů z více zdrojů
en_us: define metadata (parameters) of published documents from multiple sources

source: definovat povolené typy souborů pro publikaci do knihovny
en_us: define allowed file types for publishing to the library

source: definovat způsob plnění polí na kartě dokumentu v Business Central
en_us: define how fields on a document card are populated in Business Central

source: dimenzi, apod.
en_us: all lines.

source: do pole Přiřazeno legislativě vyberte hodnotu SK.
en_us: In the Assing legislation select SK.

source: hromadnou evidenci – více vazeb v jedné publikaci
en_us: bulk registration - multiple links in one publication

source: modul - Marketing).
en_us: module - Marketing).

source: modul - Workflow).
en_us: module - Workflow).

source: modul - Číselné řady):
en_us: Number series):

source: má možnost aktualizovat informace o zákazníkovi (akce Aktualizujte informace o zákazníkovi),
en_us: can update customer information (Update Customer Information action),

source: má možnost ukončit předplatné vybraného produktu,
en_us: has the possibility to terminate the subscription of the selected product,

source: má možnost změnit platební kartu – při aktualizaci údajů (viz předchozí) lze zvolit Aktualizovat platební kartu, následně se zobrazí dialog Stripe.
en_us: can change the payment card - when updating the information (see previous), you can select Update payment card, then the Stripe dialog will appear.

source: má možnost zrušit předplatné,
en_us: can cancel the subscription,

source: nastavení kontroly).
en_us: check settings).

source: název funkcionality
en_us: Functionality name

source: o účetnictví v platném znění vykonávají účetní jednotky inventarizaci ke dni sestavení řádné nebo mimořádné účetní závěrky.
en_us: on accounting, as amended, entities perform an inventory on the date of preparation of regular or extraordinary financial statements.

source: od verze BC15
en_us: from version BC15

source: parametry pro elektronické zpracování vyúčtování Cesta pro import, Typ souboru pro import, Typ objektu pro import, ID objektu pro import, Název objektu pro import.
en_us: parameters for electronic processing of Import path, Import File Type, Import Object Type, Import object ID, Import object ID Name.

source: pole ID agenta a Popis slouží k evidenčnímu rozlišení agentů.
en_us: The Agent ID and Description fields are used to differentiate between agents.

source: popis Elektronická fakturace – rozdíl pouze v tom, jak se faktura odešle.
en_us: Electronic invoicing – the difference only in how the invoice is sent.

source: prodejní dodávky, zásilka se vytvoří bez dobírky, naopak pokud ji vytvoří z faktury, tak se zásilka vytvoří s dobírkou.
en_us: an invoiced sales delivery, the shipment will be created without COD and from invoices with COD.

source: provede změnu systém automaticky (viz Nastavení způsobů platby).
en_us: the system will make the change automatically (see Setting up Payment Methods).

source: publikovat výstupy sestav Business Central
en_us: publish outputs of Business Central reports

source: publikování úkolů na základě rozšířených nastavení prostřednictvím publikačních šablon (vyžaduje modul Publikační šablony).
en_us: Publish tasks based on advanced settings through publishing templates (requires the Publishing Templates module).

source: při vkládání hodnoty do Směnných kurzů,
en_us: when entering value into exchange rates,

source: při vkládání kurzu na nákupních, prodejních nebo servisních dokladech
en_us: when entering a course on purchase, sales or service documents.

source: příkazu – popis pro vytvořený kumulovaný řádek
en_us: line – description for the created cumulative line

source: rr (popř. rrrr) – označení roku, které doplní generátor ze zadaného počátečního datumu
en_us: yyyy (or yyyy) - year designation, which is completed by the generator from the specified start date.

source: seznam obsahuje všechna komerčně dostupná rozšíření; před aktivací je nutná instalace rozšíření).
en_us: the list contains all commercially available extensions; installation of the extension is required before activation).

source: sm.kurzu a Dolní limit Částky vzt.
en_us: Upper Limit and Rel.Exch.Rate Amt.

source: sm.kurzu.
en_us: Lower Limit fields.

source: součin hodnot Váha zadavatele (hodnota na kartě příslušné oprávněné osoby) a Priorita požadavku stanovené zadavatelem pokud dispečer nestanoví jinou prioritu (tj. priorita dispečera je nevyplněna).
en_us: the product of Taskmaster weight (the value on the appropriate authorized person card) and Request priority set by the sponsor unless the dispatcher sets a different priority (i.e., the dispatcher priority is blank).

source: součin hodnot Váha zadavatele a Priorita požadavku stanovené dispečerem (tj. priorita dispečera je vyplněna).
en_us: the product of Weight of the requestor and Priority of the request set by the dispatcher (i.e. the dispatcher's priority is filled).

source: vyplněno, je upozorňování vypnuté.
en_us: on Doc is not fulfiled, the notification is turned off.

source: základní publikování úkolů a jejich parametrů
en_us: basic publishing of tasks and their parameters

source: | |Obsah zásilky|Obsah zásilky je především pro odesílání mimo EU, kdy je nutné udávat informace o tom co je v zásilce.| |Přílohy zásilky|Slouží k připojení pdf dokladů k zásilce.|
en_us: | |Contents of shipment|The contents of a shipment are mainly for shipments outside the EU, where it is necessary to give information about what is in the shipment.| |Parcel Attachments|Used to attach pdf documents to a shipment.|

source: |Nastavení|Popis| |-|-| |Účty v účtové osnově|V účtové osnově je nutné založit finanční účty pro sledování podstoupených pohledávek, nákladové a výnosové účty pro přeúčtování faktoringu; pokud již neexistují.| |Účto skupiny pro faktoring|Přes Účto skupiny zákazníků je nutné založit nové účto skupiny pro faktoring, které se budou používat pro účtování faktoringu.
en_us: |Settings|Description| |-|-| |Chart of Accounts|Chart of Accounts It is necessary to open financial accounts for tracking receivables, cost and revenue accounts for factoring re-accounting; if they no longer exist.| |Factoring group account|hrough the Customer group account, it is necessary to create a new factoring group account, which will be used for factoring accounting.

source: |Viz|Také| |-|-| |Elektronická fakturace slouží k moderní bezpapírové výměně daňových dokladů se zákazníkem.|Elektronická fakturace| |Evidence pošty umožňuje evidovat a řídit schvalování došlých i odesílaných „papírových“ dokumentů přímo v systému Dynamics 365 Business Central.|Evidence pošty| |Reklamace slouží k evidenci reklamací zboží prodaného i nakoupeného.
en_us: |See|Also| |-|-| |Electronic invoicing is used for modern paperless exchange of tax documents with the customer.|Electronic invoicing | |Mail records allow you to record and manage the approval of incoming and outgoing "paper" documents directly in Dynamics 365 Business Central.|Mail records| |Complaints are used to record complaints about items sold and purchased.

source: |Viz|Také| |-|-| |Export statutárních výkazů - Rozvaha a Výkaz zisků a ztrát.|Rozvaha a výkaz zisku zrát| |Nastavení exportu statutárních výkazů - Rozvaha a Výkaz zisků a ztrát.|Statutární výkazy - nastavení| |Zpracování a export Výkazu DPH.|Výkaz DPH| |Nastavení Výkazu DPH.|Výkaz DPH - nastavení| |Zpracování a export Kontrolního výkazu DPH.|Kontrolní výkaz DPH| |Nastavení Kontrolního výkazu DPH.|Kontrolní výkaz DPH - nastavení| |Export Intrastatu.|Intrastat| |Export Souhrnného hlášení.|VIES| |Nastavení SEPA platebního styku.|SEPA platby| |Nastavení posunu datumu směnných kurzů ECB.|ECB| |Import dat pro podnikatelské subjekty, u kterých nastaly důvody pro zrušení registrace platitele daně z přidané hodnoty.|Institut nespolehlivosti plátce| |Odsouhlasení salda zákazníka a dodavatele.|Odsouhlasení salda| |Uplatnění daňových odpisů dle počtu kalendárných měsíců dle Zákona o dani z příjmů.|Daňové odpisy|
en_us: |See| also| | - | - | |Export of Statutory Statements - Balance Sheet and Profit and Loss Statement |Balance Sheet and Profit and Loss Statement| |Statutory Statement Export Settings - Balance Sheet and Profit and Loss Statement. |Statutory Statements - Settings| Processing and Exporting a VAT Statement. |VAT Statement| |VAT Report Settings. |VAT Report Settings| Processing and exporting VAT Control Report.VAT Control Report| |VAT Control Report Settings |VAT Control Report Settings| | Intrastat export. |Intrastat| Export of the Summary Report.VIES| |SEPA payment settings. |SEPA payments| |Setting the ECB exchange rate shift date.ECB| |Import of data for business entities for which there were grounds for deregistration of value added tax payer.|Institute of unreliability of the payer| |Reconciliation of customer and vendor balance |Reconciliation of the balance| |Application of tax depreciation according to the number of calendar months according to the Income Tax Act. |Tax depreciation|

source: |Viz|Také| |-|-| |Slovenská jazyková vrstva pro Business Central|Slovenský jazyk pro Business Central| |Export statutárních výkazů - Rozvaha a Výkaz zisků a ztrát.|Rozvaha a výkaz zisku zrát| |Nastavení exportu statutárních výkazů - Rozvaha a Výkaz zisků a ztrát.|Statutární výkazy - nastavení| |Zpracování a export Výkazu DPH.|Výkaz DPH| |Nastavení Výkazu DPH.|Výkaz DPH - nastavení| |Zpracování a export Kontrolního výkazu DPH.|Kontrolní výkaz DPH| |Nastavení Kontrolního výkazu DPH.|Kontrolní výkaz DPH - nastavení| |Export Intrastatu.|Intrastat| |Export Souhrnného hlášení.|VIES| |Nastavení SEPA platebního styku.|SEPA platby| |Nastavení posunu datumu směnných kurzů ECB.|ECB| |Import dat pro podnikatelské subjekty, u kterých nastaly důvody pro zrušení registrace platitele daně z přidané hodnoty.|Institut nespolehlivosti plátce| |Odsouhlasení salda zákazníka a dodavatele.|Odsouhlasení salda| |Uplatnění daňových odpisů dle počtu kalendárných měsíců dle Zákona o dani z příjmů.|Daňové odpisy|
en_us: |See| also| | - | - | |Slovak language layer for Business Central|Slovak language layer for Business Central| |Export of Statutory Statements - Balance Sheet and Profit and Loss Statement|Balance Sheet and Profit and Loss Statement| |Statutory Statement Export Settings - Balance Sheet and Profit and Loss Statement.|Statutory Statements - Settings| |Processing and Exporting a VAT Statement.|VAT Statement| |VAT Report Settings.|VAT Report Settings| |Processing and exporting VAT Control Report.|VAT Control Report| |VAT Control Report Settings|VAT Control Report Settings| |Intrastat export|Intrastat| |Export of the Summary Report.|VIES| |SEPA payment settings.|SEPA payments| |Setting the ECB exchange rate shift date.|ECB| |Import of data for business entities for which there were grounds for deregistration of value added tax payer.|Institute of unreliability of the payer| |Reconciliation of customer and vendor balance|Reconciliation of the balance| |Application of tax depreciation according to the number of calendar months according to the Income Tax Act.|Tax depreciation|

source: |Viz|Také| |-|-| |Sada rozšíření pro finance (Controling basic).|Cotroling Basic| |Insolvenční rejstřík je veřejný seznam, do kterého se zapisují zákonem stanovené údaje o subjektech, které v České republice procházejí insolvenčním řízením.|Insolvenční rejstřík| |Faktoring rozšiřuje možnosti oblasti Správa financí systému Dynamics 365 Business Central o možnost evidence a účtování postoupení pohledávek a vytváření faktoringových smluv.|Faktoring| |Více úhrad rozšiřuje standard prodejních dokladů, kdy namísto jednoho způsobu platby je možné definovat více způsobů.|Více úhrad| |Fiskální tiskárny slouží k vytvoření a tisku pokladního dokladu na fiskální tiskárně firmy VAROS.|Fiskální tiskárny| |Evidence obalů umožňuje automaticky evidovat a vykazovat množství obalového materiálu či jiných množstevních údajů v souvislosti s pohyby zboží v systému.|Evidence obalů základ (EKOKOM)| |Evidence vratných obalů je rozšířením modulu Zásoby systému Dynamics 365 Business Central.
en_us: | See | Also | | - | - | | Controlling basic extension set. |Cotroling Basic| The Insolvency Register is a public list that records statutory data on entities undergoing insolvency proceedings in the Czech Republic. |Insolvency Register| | Factoring extends the capabilities of the Dynamics 365 Business Central Financial Management area with the ability to record and post receivables assignment and create factoring contracts. |Factoring| | Multiple payments extends the standard of sales documents, where instead of one method of payment it is possible to define more methods. |Multiple payments| | Fiscal printers are used to create and print a cash receipt on a VAROS fiscal printer. |Fiscal printers| | Packaging records make it possible to automatically record and report the amount of packaging material or other quantitative data in connection with the movements of goods in the system. |Pack Tracking Basic (EKOKOM)| Returnable packaging records are an extension of the Inventory module in Dynamics 365 Business Central.

source: |Viz|Také| |-|-| |Sada rozšíření pro finance (Controling basic).|Sada rozšíření pro Finance| |Insolvenční rejstřík je veřejný seznam, do kterého se zapisují zákonem stanovené údaje o subjektech, které v České republice procházejí insolvenčním řízením.|Insolvenční rejstřík| |Faktoring rozšiřuje možnosti oblasti Správa financí systému Dynamics 365 Business Central o možnost evidence a účtování postoupení pohledávek a vytváření faktoringových smluv.|Faktoring| |Více úhrad rozšiřuje standard prodejních dokladů, kdy namísto jednoho způsobu platby je možné definovat více způsobů.|Více úhrad| |Fiskální tiskárny slouží k vytvoření a tisku pokladního dokladu na fiskální tiskárně firmy VAROS.|Fiskální tiskárny| |Evidence obalů umožňuje automaticky evidovat a vykazovat množství obalového materiálu či jiných množstevních údajů v souvislosti s pohyby zboží v systému.|Evidence obalů základ (EKOKOM)| |Evidence vratných obalů je rozšířením modulu Zásoby systému Dynamics 365 Business Central.
en_us: |See| Also| |-|-| |Extension set for finance.|Extension set for finance| |The Insolvency Register is a public list that records statutory data on entities undergoing insolvency proceedings in the Czech Republic.|Insolvency Register| |Factoring extends the capabilities of the Dynamics 365 Business Central Financial Management area with the ability to record and post receivables assignment and create factoring contracts.|Faktoring| |Multiple payments extends the standard of sales documents, where instead of one method of payment it is possible to define more methods.|Multiple payments| |Fiscal printers are used to create and print a cash receipt on a VAROS fiscal printer.|Fiscal printers| |Packaging records make it possible to automatically record and report the amount of packaging material or other quantitative data in connection with the movements of goods in the system.|Pack Tracking Basic (EKOKOM)| |

source: |Část|Popis| |-|-| |Parametry zásilky|Volitelné parametry zásilky.| |Připojené doklady|V podokně připojené doklady je možné vidět všechny dodací listy nebo faktury, které byly vloženy do jedné zásilky (funkční pouze, když se zásilka posílá na jednu adresu).
en_us: |Part|Description| |-|-| |Shipment Parameters|Shipment Parameters Selectable.| |Attached documents|In the Attached documents subpage it is possible to see all delivery notes or invoices that have been inserted in one shipment (only functional when the shipment is sent to one address).

source: Údaje v bílých polích lze editovat (např. je možné doplnit prioritu dispečera, upravit data odezvy či řešení, event. změnit zařazení do kategorií na záložce Kategorie).
en_us: The data in the white fields can be edited (e.g. it is possible to add the priority of the dispatcher, edit the data of the response or solution, or change the classification into categories on the Categories tab).

source: Údaje vygenerované před jeho uzavřením už není možno změnit ani doplnit.
en_us: The data generated before its closure can no longer be changed or added.

source: Úlohy spooleru
en_us: Spooler Tasks

source: Úložiště nezpracovaných úloh a jako archív komunikačních dokumentů.
en_us: Repository of unprocessed tasks and as an archive of communication documents.

source: Úprava zásilky
en_us: Shipment modification

source: Úpravy Kontrolního výkazu DPH
en_us: Adjustments to the VAT control report

source: Účto skupiny zákazníka).Náhradní účtoskupiny pro faktoring|
en_us: Substitute page).Substitute accounting groups for factoring|

source: Účtovaná faktura servisu,
en_us: Posted service invoice,

source: Účtovaná nákupní faktura,
en_us: Posted purchase invoice,

source: Účtovaná prodejní faktura,
en_us: Posted sales invoice,

source: Účtovaný dobropis servisu.
en_us: Posted service credit.

source: Účtovaný nákupní dobropis,
en_us: Posted purchase credit memo,

source: Účtovaný prodejní dobropis,
en_us: Posted sales credit memo,

source: Účtovat – má-li být provedeno účtování položek DPH pro odpočet DPH
en_us: Post – if VAT entries are to be posted for VAT deduction.

source: Účtování prodejní faktury s více způsoby úhrady
en_us: Posting a sales invoice with multiple payment methods

source: Účtování přeplatků nákupních záloh
en_us: Accounting purchase of purchase advances

source: Účtováním faktoringu jsou uzavřeny původní položky zákazníka/dodavatele a k faktorovi jsou zaúčtovány nové pohledávky.
en_us: By posting factoring, the original customer/vendor entries are closed and new receivables are posted to the factor.

source: Česká funkcionalita z větší části pokrývá i slovenské legislativní požadavky.
en_us: For the most part, the Czech functionality also covers Slovak legislative requirements.

source: Číselná řada se tvoří stejným způsobem jako pro jiné agendy:
en_us: The number series is formed in the same way as for other agendas:

source: Číselník druhů paliv používaných ve vozidlech a s vazbou na karty, které jsou vám fakturovány jejich dodavateli (např. různé druhy pohonných hmot, poplatky,…).
en_us: A code list of the types of fuels used in vehicles and linked to the cards invoiced to you by their suppliers (e.g. different types of fuel, fees,...).
